Repository: Enrique30303/Scheduly
Catalog: lib/l10n/intl_*.arb
Languages: es

# info_politics
source: PRIVACY POLICY Last update: January 2022. 1. USER INFORMATION SCHEDULY, SL, as Responsible for the Treatment, informs you that, according to the provisions of Regulation (EU) 2016/679, of April 27, (RGPD) and in LO 3/2018, of December 5, of protection of data and guarantee of digital rights (LOPDGDD), we will treat your data as reflected in this Privacy Policy. In this Privacy Policy we describe how we collect your personal data and why we collect it, what we do with it, with whom we share it, how we protect it and your choices regarding the treatment of your personal data. This Policy applies to the processing of your personal data collected by the company for the provision of its services. If you accept the measures in this Policy, you agree that we treat your personal data as defined in this Policy. 2. CONTACT Company name: SCHEDULY, SL Commercial name: SCHEDULY CIF: 453645756 Address: Santa GDL e-mail: info@scheduled . com 3. KEY PRINCIPLES We have always been committed to providing our services with the highest degree of quality, which includes treating your data with security and transparency. Our principles are: Legality: We will only collect your Personal Data for specific, explicit and legitimate purposes. Data minimization: We limit the collection of personal data to what is strictly relevant and necessary for the purposes for which it was collected. Purpose Limitation: We will only collect your personal data for the stated purposes and only according to your wishes. Accuracy: We will keep your personal data accurate and up to date. Data Security: We apply appropriate technical and organizational measures proportional to the risks to ensure that your data does not suffer damage, such as unauthorized disclosure or access, accidental or unlawful destruction or accidental loss or alteration and any other form of illicit treatment. Access and Rectification: We have means for you to access or rectify your data when you deem it appropriate. Retention: We retain your personal data lawfully and appropriately and only as long as it is necessary for the purposes for which it was collected. International transfers: when it is the case that your data is going to be transferred outside the EU/EEA, it will be adequately protected. Third Parties: The access and transfer of personal data to third parties are carried out in accordance with the applicable laws and regulations and with the appropriate contractual guarantees. Direct Marketing and cookies: We comply with the applicable legislation regarding advertising and cookies. 4. COLLECTION AND PROCESSING OF YOUR PERSONAL DATA The types of data that can be requested and processed are: Identification data. We also automatically collect data about your visit to our website as described in the cookie policy. Whenever we request your Personal Data, we will clearly inform you of what personal data we collect and for what purpose. In general, we collect and process your personal data for the purpose of: Provide information, services, products, relevant information and news in the sector. Sending of communications. 5. LEGITIMITY In accordance with the applicable data protection regulations, your personal data may be processed provided that : You have given us your consent for the purposes of processing. Of course you can withdraw your consent at any time. By legal requirement. Because there is a legitimate interest that is not undermined by your privacy rights, such as sending commercial information either by subscribing to our newsletter or by being a customer. Because it is necessary for the provision of any of our services through a contractual relationship between you and us. 6. COMMUNICATION OF PERSONAL DATA The data may be communicated to companies related to SCHEDULY, SL for the provision of various services as Treatment Managers. The company will not make any assignment, except by legal obligation. 7. YOUR RIGHTS In relation to the collection and processing of your personal data, you can contact us at any time to: Access your personal data and any other information indicated in Article 15.1 of the RGPD. Rectify your personal data that is inaccurate or incomplete in accordance with Article 16 of the RGPD. Delete your personal data in accordance with Article 17 of the RGPD. Limit the processing of your personal data in accordance with Article 18 of the RGPD. Request the portability of your data in accordance with Article 20 of the RGPD. Oppose the processing of your personal data in accordance with article 21 of the RGPD. If you have given your consent for a specific purpose, you have the right to withdraw the consent granted at any time, without affecting the legality of the treatment based on the consent prior to its withdrawal . You can exercise these rights by sending a reasoned and accredited communication to youremail@yourdomain . com You also have the right to file a claim with the competent Control Authority (www.aepd.es) if you consider that the treatment does not comply with current regulations. 8. LEGAL INFORMATION The requirements of this Policy complement, and do not replace, any other existing requirements under the applicable data protection law, which will prevail in any case. This Policy is subject to periodic review and may be modified by the company at any time. When this occurs, we will notify you of any changes and ask you to re-read the most recent version of our Policy and confirm your acceptance.
es: POLITICA DE PRIVACIDAD Última actualización: Enero 2022. 1. INFORMACIÓN AL USUARIO SCHEDULY, S.L., como Responsable del Tratamiento, le informa que, según lo dispuesto en el Reglamento (UE) 2016/679, de 27 de abril, (RGPD) y en la L.O. 3/2018, de 5 de diciembre, de protección de datos y garantía de los derechos digitales (LOPDGDD), trataremos su datos tal y como reflejamos en la presente Política de Privacidad. En esta Política de Privacidad describimos cómo recogemos sus datos personales y por qué los recogemos, qué hacemos con ellos, con quién los compartimos, cómo los protegemos y sus opciones en cuanto al tratamiento de sus datos personales. Esta Política se aplica al tratamiento de sus datos personales recogidos por la empresa para la prestación de sus servicios. Si acepta las medidas de esta Política, acepta que tratemos sus datos personales como se define en esta Política. 2. CONTACTO Denominación social: SCHEDULY, S.L. Nombre comercial: SCHEDULY CIF: 453645756 Domicilio: La santa GDL e-mail: info@scheduly. com 3. PRINCIPIOS CLAVE Siempre hemos estado comprometidos con prestar nuestros servicios con el más alto grado de calidad, lo que incluye tratar sus datos con seguridad y transparencia. Nuestros principios son: Legalidad: Solo recopilaremos sus Datos personales para fines específicos, explícitos y legítimos. Minimización de datos: Limitamos la recogida de datos de carácter personal a lo que es estrictamente relevante y necesario para los fines para los que se han recopilado. Limitación de la Finalidad: Solo recogeremos sus datos personales para los fines declarados y solo según sus deseos. Precisión: Mantendremos sus datos personales exactos y actualizados. Seguridad de los Datos: Aplicamos las medidas técnicas y organizativas adecuadas y proporcionales a los riesgos para garantizar que sus datos no sufran daños, tales como divulgación o acceso no autorizado, la destrucción accidental o ilícita o su pérdida accidental o alteración y cualquier otra forma de tratamiento ilícito. Acceso y Rectificación: Disponemos de medios para que acceda o rectifique sus datos cuando lo considere oportuno. Conservación: Conservamos sus datos personales de manera legal y apropiada y solo mientras es necesario para los fines para los que se han recopilado. Las transferencias internacionales: cuando se dé el caso de que sus datos vayan a ser transferidos fuera de la UE/EEE se protegerán adecuadamente. Terceros: El acceso y transferencia de datos personales a terceros se llevan a cabo de acuerdo con las leyes y reglamentos aplicables y con las garantías contractuales adecuadas. Marketing Directo y cookies: Cumplimos con la legislación aplicable en materia de publicidad y cookies. 4. RECOGIDA Y TRATAMIENTO DE SUS DATOS PERSONALES Las tipos de datos que se pueden solicitar y tratar son: Datos de carácter identificativo. También recogemos de forma automática datos sobre su visita a nuestro sitio web según se describe en la política de cookies. Siempre que solicitemos sus Datos personales, le informaremos con claridad de qué datos personales recogemos y con qué fin. En general, recogemos y tratamos sus datos personales con el propósito de: Proporcionar información, servicios, productos, información relevante y novedades en el sector. Envío de comunicaciones. 5. LEGITIMIDAD De acuerdo con la normativa de protección de datos aplicable, sus datos personales podrán tratarse siempre que: Nos ha dado su consentimiento a los efectos del tratamiento. Por supuesto podrá retirar su consentimiento en cualquier momento. Por requerimiento legal. Por exisitr un interés legítimo que no se vea menoscabado por sus derechos de privacidad, como por ejemplo el envío de información comercial bien por suscripción a nuestra newsletter o por su condición de cliente. Por se necesaria para la prestación de alguno de nuestros servicios mediante relación contractual entre usted y nosotros. 6. COMUNICACIÓN DE DATOS PERSONALES Los datos pueden ser comunicados a empresas relacionadas con SCHEDULY, S.L. para la prestación de los diversos servicios en calidad de Encargados del Tratamiento. La empresa no realizará ninguna cesión, salvo por obligación legal. 7. SUS DERECHOS En relación con la recogida y tratamiento de sus datos personales, puede ponerse en contacto con nosotros en cualquier momento para: Acceder a sus datos personales y a cualquier otra información indicada en el Artículo 15.1 del RGPD. Rectificar sus datos personales que sean inexactos o estén incompletos de acuerdo con el Artículo 16 del RGPD. Suprimir sus datos personales de acuerdo con el Artículo 17 del RGPD. Limitar el tratamiento de sus datos personales de acuerdo con el Artículo 18 del RGPD. Solicitar la portabilidad de sus datos de acuerdo con el Artículo 20 del RGPD. Oponerse al tratamiento de sus datos personales de acuerdo con el artículo 21 del RGPD. Si ha otorgado su consentimiento para alguna finalidad concreta, tiene derecho a retirar el consentimiento otorgado en cualquier momento, sin que ello afecte a la licitud del tratamiento basado en el consentimiento previo a su retirada rrhh. Puede ejercer estos derechos enviando comunicación, motivada y acreditada, a tuemail@tudominio .com También tiene derecho a presentar una reclamación ante la Autoridad de control competente (www.aepd.es) si considera que el tratamiento no se ajusta a la normativa vigente. 8. INFORMACIÓN LEGAL Los requisitos de esta Política complementan, y no reemplazan, cualquier otro requisito existente bajo la ley de protección de datos aplicable, que será la que prevalezca en cualquier caso. Esta Política está sujeta a revisiones periódicas y la empresa puede modificarla en cualquier momento. Cuando esto ocurra, le avisaremos de cualquier cambio y le pediremos que vuelva a leer la versión más reciente de nuestra Política y que confirme su aceptación
