Repository: Enrique30303/Scheduly
Catalog: lib/l10n/intl_*.arb
Languages: es

# info_lega_politics
source: LEGAL WARNING INFORMATION SOCIETY SERVICES LAW (LSSI) SCHEDULY, SL, responsible for the website, hereinafter RESPONSIBLE, makes this document available to users, with which it intends to comply with the obligations set forth in Law 34/2002, of July 11, on Company Services of Information and Electronic Commerce (LSSICE), as well as informing all users of the website regarding the conditions of use. Any person who accesses this website assumes the role of user, committing to the observance and strict compliance with the provisions set forth herein, as well as any other legal provision that may be applicable. SCHEDULY, SL reserves the right to modify any type of information that may appear on the website, without there being any obligation to give advance notice or inform users of said obligations, with publication on the SCHEDULY website being understood as sufficient. SL 1. IDENTIFICATION DATA Company name: SCHEDULY, SL Commercial name: SCHEDULY CIF: 45643563464536 Address: The Holy Land, Gdl.MX e-mail: info@scheduled . com 2. OBJECT Through the Website, we offer Users the possibility of accessing information about our services. 3. PRIVACY AND DATA PROCESSING When it is necessary to provide personal data in order to access certain content or services, Users will guarantee its veracity, accuracy, authenticity and validity. The company will give said data the corresponding automated treatment based on its nature or purpose, in the terms indicated in the Privacy Policy section. 4. INDUSTRIAL AND INTELLECTUAL PROPERTY The User acknowledges and accepts that all the contents displayed on the Web Space and especially, designs, texts, images, logos, icons, buttons, software, trade names, brands, or any other signs that may be used industrially and/or commercial are subject to Intellectual Property rights and all trademarks, trade names or distinctive signs, all industrial and intellectual property rights, on the contents and/or any other elements inserted in the page, which are the exclusive property of the company and /or third parties, who have the exclusive right to use them in economic traffic. For all these reasons, the User undertakes not to reproduce, copy, distribute, make available or in any other way publicly communicate, transform or modify such content, keeping the company harmless from any claim arising from the breach of such obligations. In no case does access to the Web Space imply any type of waiver, transmission, license or total or partial transfer of said rights, unless expressly stated otherwise. These General Conditions of Use of the Web Space do not grant Users any other right of use, HR, alteration, exploitation, reproduction, distribution or public communication of the Web Space and/or its Contents other than those expressly provided for herein. Any other use or exploitation of any rights will be subject to the prior and express authorization specifically granted for this purpose by the company or the third party owner of the affected rights. The contents, texts, photographs, designs, logos, images, computer programs, source codes and, in general, any intellectual creation existing in this Space, as well as the Space itself as a whole, as a multimedia artistic work, are protected as rights of copyright by the legislation on intellectual property. The company is the owner of the elements that make up the graphic design of the Web Space, the menus, navigation buttons, the HTML code, the texts, images, textures, graphics and any other content of the Web Space or, in any case , has the corresponding authorization for the use of said elements. The content provided in the Web Space may not be reproduced in whole or in part, nor transmitted, nor recorded by any information retrieval system, in any form or by any means, unless prior authorization is obtained, by writing, of the aforementioned Entity. Likewise , it is prohibited to suppress, elude and/or manipulate the “copyright” as well as the technical protection devices, or any information mechanisms that the contents may contain. The User of this Web Space undertakes to respect the rights set forth and to avoid any action that could harm them, reserving in any case the company the exercise of whatever means or legal actions correspond to it in defense of its legitimate intellectual and industrial property rights. 5. OBLIGATIONS AND RESPONSIBILITIES OF THE USER OF THE WEB SPACE The User agrees to: Make proper and lawful use of the Web Space as well as the contents and services, in accordance with: (i) the applicable legislation at any time; ( ii ) the General Conditions of Use of the Web Space; ( iii ) morality and generally accepted good customs and ( iv ) public order. Provide all the means and technical requirements that are needed to access the Web Space. Provide truthful information by filling in the forms contained in the Web Space with your personal data and keeping them updated at all times in a way that responds, at all times, to the real situation of the User. The User will be solely responsible for the false or inaccurate statements made and the damage caused to the company or third parties by the information provided. Notwithstanding the provisions of the previous section, the User must also refrain from: Make unauthorized or fraudulent use of the Web Space and/or its contents for illicit purposes or effects, prohibited in these General Conditions of Use, harmful to the rights and interests of third parties, or that in any way may damage, disable, overload, deteriorate or prevent the normal use of services or documents, files and all kinds of content stored in any computer equipment. Access or attempt to access resources or restricted areas of the Web Space, without complying with the conditions required for said access. Cause damage to the physical or logical systems of the Web Space, its suppliers or third parties. Introduce or spread computer viruses or any other physical or logical systems that are likely to cause damage to the physical or logical systems of the company, suppliers or third parties. Attempt to access, use and/or manipulate the data of the company, third-party providers and other Users. Reproduce or copy, distribute, allow public access through any form of public communication, transform or modify the contents, unless you have the authorization of the owner of the corresponding rights or it is legally permitted. Delete, hide or manipulate the notes on intellectual or industrial property rights and other data identifying the rights of the company or third parties incorporated into the content, as well as the technical protection devices or any information mechanisms that may be inserted in the content. . Obtain and try to obtain the contents using means or procedures other than those that, depending on the case, have been made available for this purpose or have been expressly indicated on the web pages where the contents are found or, in general, of those that are commonly used on the Internet because they do not entail a risk of damage or disablement of the Web Space and/or its contents. In particular, and merely indicative and not exhaustive, the User undertakes not to transmit, disseminate or make available to third parties information, data, content, messages, graphics, drawings, sound and/or image files, photographs, recordings, software and, in general, any kind of material that: • In any way is contrary to, belittles or violates the fundamental rights and public freedoms recognized constitutionally, in International Treaties and in the rest of the current legislation. • Induces, incites or promote criminal, slanderous, defamatory, violent actions or, in general, contrary to the law, morality, generally accepted good customs or public order. • Induce, incite or promote discriminatory actions, attitudes or thoughts for reasons of sex, race, religion, beliefs, age or condition. • Incorporate, make available or allow access to products, elements, messages and/or services of criminal, violent, offensive, harmful, degrading or, in general, contrary to the law, morality and generally accepted good customs or public order. Induces or may induce an unacceptable state of anxiety or fear. • Induces or incites to engage in dangerous practices, risky or harmful to health and mental balance. • It is protected by the legislation on intellectual or industrial protection belonging to society or to third parties without the intended use having been authorised. • Is contrary to honor, personal and family privacy or the image of individuals. • Is any type of advertising. • Includes any type of virus or program that prevents the normal functioning of the Web Space. If you are provided with a password to access some of the services and/or contents of the Web Space, you are obliged to use it diligently, keeping it secret at all times. Consequently, it will be responsible for its proper custody and confidentiality, undertaking not to transfer it to third parties, temporarily or permanently, or to allow access to the aforementioned services and/or content by outsiders. Likewise, you are obliged to notify the company of any fact that may lead to an improper use of your password, such as, but not limited to, its theft, loss or unauthorized access, in order to proceed with its immediate cancellation. Consequently, as long as the above notification is not made, the company will be exempt from any liability that may arise from the improper use of its password, being its responsibility any illicit use of the contents and/or services of the Web Space by any illegitimate third party. If you negligently or intentionally fail to comply with any of the obligations established in these General Conditions of Use, you will be liable for all damages that may arise from said breach for the company. 6. RESPONSIBILITIES Continued access is not guaranteed, nor is the correct display, download or use of the elements and information contained on the website that may be impeded, hindered or interrupted by factors or circumstances beyond its control. It is not responsible for the decisions that may be adopted as a result of access to the content or information offered. The service may be interrupted, or the relationship with the User resolved immediately, if it is detected that a use of its Web Space, or any of the services offered therein, is contrary to these General Conditions of Use. No We are responsible for damages, losses, claims or expenses arising from the use of the Web Space. It will only be responsible for removing, as soon as possible, the content that may cause such damage, provided that it is notified. In particular, we will not be responsible for any damages that may arise, among others, from: Interferences, interruptions, failures, omissions, telephone breakdowns, delays, blockages or disconnections in the operation of the electronic system, caused by deficiencies, overloads and errors in telecommunications lines and networks, or for any other cause beyond the control of the company. Illegitimate interference through the use of malicious programs of any kind and through any means of communication, such as computer viruses or any other. Improper or inappropriate abuse of the Web Space. Security or navigation errors caused by a malfunction of the browser or by the use of non-updated versions of it. The administrator of the web space reserves the right to withdraw, totally or partially, any content or information present in the Web Space. The company excludes any responsibility for damages of any nature that may be due to the misuse of the services freely available and used by the Users of the Web Space. Likewise , it is exonerated from any responsibility for the content and information that may be received as a result of the data collection forms, being the same only for the provision of query and doubt services. On the other hand, in case of causing damages due to illegal or incorrect use of said services, the User may be claimed for the damages or losses caused. You will keep the company harmless against any damages arising from claims, actions or demands of third parties as a result of your access or use of the Web Space. Likewise, you agree to indemnify against any damages arising from your use of "robots", "spiders", " crawlers " or similar tools used for the purpose of collecting or extracting data or any other action on your part that imposes an unreasonable burden on the operation of the Web Space. 7. HYPERLINKS The User undertakes not to reproduce in any way, not even through a hyperlink or hyperlink, the Web Space, as well as any of its contents, unless expressly authorized in writing by the person responsible for the file. The Web Space may include links to other web spaces, managed by third parties, in order to facilitate the User's access to the information of collaborating and/or sponsoring companies. In accordance with this, the company is not responsible for the content of said Web Spaces, nor is it in a position of guarantor or/or offering the services and/or information that may be offered to third parties through third-party links. . The User is granted a limited, revocable and non-exclusive right to create links to the main page of the Web Space exclusively for private and non-commercial use. The Web Spaces that include a link to our Web Space (i) may not misrepresent their relationship or claim that such a link has been authorized, nor include trademarks, denominations, trade names, logos or other distinctive signs of our company; ( ii ) may not include content that may be considered in bad taste, obscene, offensive, controversial, that incites violence or discrimination based on sex, race or religion, contrary to public order or illegal; ( iii ) may not link to any page of the Web Space other than the main page; ( iv ) must link to the address of the Web Space itself, without allowing the Web Space that makes the link to reproduce the Web Space as part of its website or within one of its “ frames ” or create a “browser” on any of the pages of the Web Space. The company may request, at any time, to remove any link to the Web Space, after which it must proceed immediately to remove it. The company cannot control the information, content, products or services provided by other Web Spaces that have established links to the Web Space. 8. DATA PROTECTION To use some of the Services, the User must previously provide certain personal data. The company will automatically process this data and apply the corresponding security measures, all in compliance with the RGPD, LOPDGDD and LSSI. The User can access the policy followed in the processing of personal data, as well as the establishment of the previously established purposes, under the conditions defined in the Privacy Policy. 9. COOKIES The company reserves the right to use "cookie" technology in the Web Space, in order to recognize you as a frequent User and personalize your use of the Web Space by pre-selecting your language, or more desired or specific content. Cookies collect the user's IP address, with Google being responsible for processing this information. Cookies are files sent to a browser, through a Web server, to record the User's navigation in the Web Space, when the User allows their reception. If you wish, you can configure your browser to be notified on the screen of the reception of cookies and to prevent the installation of cookies on your hard drive. Please consult the instructions and manuals of your browser for further information. Thanks to cookies, it is possible that the browser of the computer used by the User can be recognized in order to provide content and offer the browsing or advertising preferences that the User, to the demographic profiles of the Users as well as to measure the visits and traffic parameters, monitor the progress and number of entries. 10. REPRESENTATIONS AND WARRANTIES In general, the contents and services offered in the Web Space are merely informative. Therefore, by offering them, no guarantee or declaration is granted in relation to the contents and services offered in the Web Space, including, by way of example, guarantees of legality, reliability, usefulness, veracity, accuracy, or marketability, except in the to the extent such representations and warranties cannot be excluded by law. 11. FORCE MAJEURE The company will not be responsible at all in case of impossibility of providing service, if this is due to prolonged interruptions of the electrical supply, telecommunications lines, social conflicts, strikes, rebellion, explosions, floods, acts and omissions of the Government, and in general all cases of force majeure or fortuitous event. 12. DISPUTE RESOLUTION. APPLICABLE LAW AND JURISDICTION These General Conditions of Use, as well as the use of the Web Space, will be governed by Spanish law. For the resolution of any controversy, the parties will submit to the Courts and Tribunals of the registered office of the person in charge of the website. In the event that any stipulation of these General Conditions of Use is unenforceable or null by virtue of the applicable legislation or as a result of a judicial or administrative resolution, said unenforceability or nullity will not make these General Conditions of Use unenforceable or null altogether. In such cases, the company will proceed to modify or replace said stipulation with another that is valid and enforceable and that, as far as possible, achieves the objective and claim reflected in the original stipulation.
es: AVISO LEGAL LEY DE LOS SERVICIOS DE LA SOCIEDAD DE LA INFORMACIÓN (LSSI) SCHEDULY, S.L., responsable del sitio web, en adelante RESPONSABLE, pone a disposición de los usuarios el presente documento, con el que pretende dar cumplimiento a las obligaciones dispuestas en la Ley 34/2002, de 11 de julio, de Servicios de la Sociedad de la Información y del Comercio Electrónico (LSSICE), así como informar a todos los usuarios del sitio web respecto a cuáles son las condiciones de uso. Toda persona que acceda a este sitio web asume el papel de usuario, comprometiéndose a la observancia y cumplimiento riguroso de las disposiciones aquí dispuestas, así como a cualquier otra disposición legal que fuera de aplicación. SCHEDULY, S.L. se reserva el derecho de modificar cualquier tipo de información que pudiera aparecer en el sitio web, sin que exista obligación de preavisar o poner en conocimiento de los usuarios dichas obligaciones, entendiéndose como suficiente con la publicación en el sitio web de SCHEDULY, S.L 1. DATOS IDENTIFICATIVOS Denominación social: SCHEDULY, S.L. Nombre comercial: SCHEDULY CIF: 45643563464536 Domicilio: La tierra Santa,Gdl.MX e-mail: info@scheduly. com 2. OBJETO A través del Sitio Web, les ofrecemos a los Usuarios la posibilidad de acceder a la información sobre nuestros servicios. 3. PRIVACIDAD Y TRATAMIENTO DE DATOS Cuando para el acceso a determinados contenidos o servicio sea necesario facilitar datos de carácter personal, los Usuarios garantizarán su veracidad, exactitud, autenticidad y vigencia. La empresa dará a dichos datos el tratamiento automatizado que corresponda en función de su naturaleza o finalidad, en los términos indicados en la sección de Política de Privacidad. 4. PROPIEDAD INDUSTRIAL E INTELECTUAL El Usuario reconoce y acepta que todos los contenidos que se muestran en el Espacio Web y en especial, diseños, textos, imágenes, logos, iconos, botones, software, nombres comerciales, marcas, o cualesquiera otros signos susceptibles de utilización industrial y/o comercial están sujetos a derechos de Propiedad Intelectual y todas las marcas, nombres comerciales o signos distintivos, todos los derechos de propiedad industrial e intelectual, sobre los contenidos y/o cualesquiera otros elementos insertados en el página, que son propiedad exclusiva de la empresa y/o de terceros, quienes tienen el derecho exclusivo de utilizarlos en el tráfico económico. Por todo ello el Usuario se compromete a no reproducir, copiar, distribuir, poner a disposición o de cualquier otra forma comunicar públicamente, transformar o modificar tales contenidos manteniendo indemne a la empresa de cualquier reclamación que se derive del incumplimiento de tales obligaciones. En ningún caso el acceso al Espacio Web implica ningún tipo de renuncia, transmisión, licencia o cesión total ni parcial de dichos derechos, salvo que se establezca expresamente lo contrario. Las presentes Condiciones Generales de Uso del Espacio Web no confieren a los Usuarios ningún otro derecho de utilización, RRHH, alteración, explotación, reproducción, distribución o comunicación pública del Espacio Web y/o de sus Contenidos distintos de los aquí expresamente previstos. Cualquier otro uso o explotación de cualesquiera derechos estará sujeto a la previa y expresa autorización específicamente otorgada a tal efecto por la empresa o el tercero titular de los derechos afectados. Los contenidos, textos, fotografías, diseños, logotipos, imágenes, programas de ordenador, códigos fuente y, en general, cualquier creación intelectual existente en este Espacio, así como el propio Espacio en su conjunto, como obra artística multimedia, están protegidos como derechos de autor por la legislación en materia de propiedad intelectual. La empresa es titular de los elementos que integran el diseño gráfico del Espacio Web, lo menús, botones de navegación, el código HTML, los textos, imágenes, texturas, gráficos y cualquier otro contenido del Espacio Web o, en cualquier caso dispone de la correspondiente autorización para la utilización de dichos elementos. El contenido dispuesto en el Espacio Web no podrá ser reproducido ni en todo ni en parte, ni transmitido, ni registrado por ningún sistema de recuperación de información, en ninguna forma ni en ningún medio, a menos que se cuente con la autorización previa, por escrito, de la citada Entidad. Asimismo queda prohibido suprimir, eludir y/o manipular el «copyright» así como los dispositivos técnicos de protección, o cualesquiera mecanismos de información que pudieren contener los contenidos. El Usuario de este Espacio Web se compromete a respetar los derechos enunciados y a evitar cualquier actuación que pudiera perjudicarlos, reservándose en todo caso la empresa el ejercicio de cuantos medios o acciones legales le correspondan en defensa de sus legítimos derechos de propiedad intelectual e industrial. 5. OBLIGACIONES Y RESPONSABILIDADES DEL USUARIO DEL ESPACIO WEB El Usuario se compromete a: Hacer un uso adecuado y lícito del Espacio Web así como de los contenidos y servicios, de conformidad con: (i) la legislación aplicable en cada momento; (ii) las Condiciones Generales de Uso del Espacio Web; (iii) la moral y buenas costumbres generalmente aceptadas y (iv) el orden público. Proveerse de todos los medios y requerimientos técnicos que se precisen para acceder al Espacio Web. Facilitar información veraz al cumplimentar con sus datos de carácter personal los formularios contenidos en el Espacio Web y a mantenerlos actualizados en todo momento de forma que responda, en cada momento, a la situación real del Usuario. El Usuario será el único responsable de las manifestaciones falsas o inexactas que realice y de los perjuicios que cause a la empresa o a terceros por la información que facilite. No obstante lo establecido en el apartado anterior el Usuario deberá asimismo abstenerse de: Hacer un uso no autorizado o fraudulento del Espacio Web y/o de los contenidos con fines o efectos ilícitos, prohibidos en las presentes Condiciones Generales de Uso, lesivos de los derechos e intereses de terceros, o que de cualquier forma puedan dañar, inutilizar, sobrecargar, deteriorar o impedir la normal utilización de los servicios o los documentos, archivos y toda clase de contenidos almacenados en cualquier equipo informático. Acceder o intentar acceder a recursos o áreas restringidas del Espacio Web, sin cumplir las condiciones exigidas para dicho acceso. Provocar daños en los sistemas físicos o lógicos del Espacio Web, de sus proveedores o de terceros. Introducir o difundir en la red virus informáticos o cualesquiera otros sistemas físicos o lógicos que sean susceptibles de provocar daños en los sistemas físicos o lógicos de la empresa, proveedores o de terceros. Intentar acceder, utilizar y/o manipular los datos de la empresa, terceros proveedores y otros Usuarios. Reproducir o copiar, distribuir, permitir el acceso del público a través de cualquier modalidad de comunicación pública, transformar o modificar los contenidos, a menos que se cuente con la autorización del titular de los correspondientes derechos o ello resulte legalmente permitido. Suprimir, ocultar o manipular las notas sobre derechos de propiedad intelectual o industrial y demás datos identificativos de los derechos de la empresa o de terceros incorporados a los contenidos, así como los dispositivos técnicos de protección o cualesquiera mecanismos de información que puedan insertarse en los contenidos. Obtener e intentar obtener los contenidos empleando para ello medios o procedimientos distintos de los que, según los casos, se hayan puesto a su disposición a este efecto o se hayan indicado expresamente en las páginas web donde se encuentren los contenidos o, en general, de los que se empleen habitualmente en Internet por no entrañar un riesgo de daño o inutilización del Espacio web y/o de los contenidos. En particular, y a título meramente indicativo y no exhaustivo, el Usuario se compromete a no transmitir, difundir o poner a disposición de terceros informaciones, datos, contenidos, mensajes, gráficos, dibujos, archivos de sonido y/o imagen, fotografías, grabaciones, software y, en general, cualquier clase de material que: • De cualquier forma sea contrario, menosprecie o atente contra los derechos fundamentales y las libertades públicas reconocidas constitucionalmente, en los Tratados Internacionales y en el resto de la legislación vigente.• Induzca, incite o promueva actuaciones delictivas, denigratorias, difamatorias, violentas o, en general, contrarias a la ley, a la moral, a las buenas costumbres generalmente aceptadas o al orden público.• Induzca, incite o promueva actuaciones, actitudes o pensamientos discriminatorios por razón de sexo, raza, religión, creencias, edad o condición.• Incorpore, ponga a disposición o permita acceder a productos, elementos, mensajes y/o servicios delictivos, violentos, ofensivos, nocivos, degradantes o, en general, contrarios a la ley, a la moral y a las buenas costumbres generalmente aceptadas o al orden público. Induzca o pueda inducir a un estado inaceptable de ansiedad o temor.• Induzca o incite a involucrarse en prácticas peligrosas, de riesgo o nocivas para la salud y el equilibrio psíquico.• Se encuentra protegido por la legislación en materia de protección intelectual o industrial perteneciente a la sociedad o a terceros sin que haya sido autorizado el uso que se pretenda realizar.• Sea contrario al honor, a la intimidad personal y familiar o a la propia imagen de las personas.• Constituya cualquier tipo de publicidad.• Incluya cualquier tipo de virus o programa que impida el normal funcionamiento del Espacio Web. Si para acceder a algunos de los servicios y/o contenidos del Espacio Web, se le proporcionara una contraseña, se obliga a usarla de manera diligente, manteniéndola en todo momento en secreto. En consecuencia, será responsable de su adecuada custodia y confidencialidad, comprometiéndose a no cederla a terceros, de manera temporal o permanente, ni a permitir el acceso a los mencionados servicios y/o contenidos por parte de personas ajenas. Igualmente, se obliga a notificar a la sociedad cualquier hecho que pueda suponer un uso indebido de su contraseña, como, a título enunciativo, su robo, extravío o el acceso no autorizado, con el fin de proceder a su inmediata cancelación. En consecuencia, mientras no efectúe la notificación anterior, la empresa quedará eximida de cualquier responsabilidad que pudiera derivarse del uso indebido de su contraseña, siendo de su responsabilidad cualquier utilización ilícita de los contenidos y/o servicios del Espacio Web por cualquier tercero ilegítimo. Si de manera negligente o dolosa incumpliera cualquiera de las obligaciones establecidas en las presentes Condiciones Generales de Uso, responderá por todos los daños y perjuicios que de dicho incumplimiento pudieran derivarse para la empresa. 6. RESPONSABILIDADES No se garantiza el acceso continuado, ni la correcta visualización, descarga o utilidad de los elementos e informaciones contenidas en la web que puedan verse impedidos, dificultados o interrumpidos por factores o circunstancias que están fuera de su control. No se hace responsable de las decisiones que pudieran adoptarse como consecuencia del acceso a los contenidos o informaciones ofrecidas. Se podrá interrumpir el servicio, o resolver de modo inmediato la relación con el Usuario, si se detecta que un uso de su Espacio Web, o de cualquiera de los servicios ofertados en el mismo, es contrario a las presentes Condiciones Generales de Uso. No nos hacemos responsables por daños, perjuicios, pérdidas, reclamaciones o gastos derivados del uso del Espacio Web. Únicamente será responsable de eliminar, lo antes posible, los contenidos que puedan generar tales perjuicios, siempre que así se notifique. En especial no seremos responsables de los perjuicios que se pudieran derivar, entre otros, de: Interferencias, interrupciones, fallos, omisiones, averías telefónicas, retrasos, bloqueos o desconexiones en el funcionamiento del sistema electrónico, motivadas por deficiencias, sobrecargas y errores en las líneas y redes de telecomunicaciones, o por cualquier otra causa ajena al control de la empresa. Intromisiones ilegítimas mediante el uso de programas malignos de cualquier tipo y a través de cualquier medio de comunicación, tales como virus informáticos o cualesquiera otros. Abuso indebido o inadecuado del Espacio Web. Errores de seguridad o navegación producidos por un mal funcionamiento del navegador o por el uso de versiones no actualizadas del mismo. El administrador del espacio web se reservan el derecho de retirar, total o parcialmente, cualquier contenido o información presente en el Espacio Web. La empresa excluye cualquier responsabilidad por los daños y perjuicios de toda naturaleza que pudieran deberse a la mala utilización de los servicios de libre disposición y uso por parte de los Usuarios de Espacio Web. Asimismo queda exonerado de cualquier responsabilidad por el contenido e informaciones que puedan ser recibidas como consecuencia de los formularios de recogida de datos, estando los mismos únicamente para la prestación de los servicios de consultas y dudas. Por otro lado, en caso de causar daños y perjuicios por un uso ilícito o incorrecto de dichos servicios, podrá ser el Usuario reclamado por los daños o perjuicios causados. Usted mantendrá a la empresa indemne frente a cualesquiera daños y perjuicios que se deriven de reclamaciones, acciones o demandas de terceros como consecuencia de su acceso o uso del Espacio Web. Asimismo, usted se obliga a indemnizar frente a cualesquiera daños y perjuicios, que se deriven del uso por su parte de “robots”, “spiders”, “crawlers” o herramientas similares empleadas con el fin de recabar o extraer datos o de cualquier otra actuación por su parte que imponga una carga irrazonable sobre el funcionamiento del Espacio Web. 7. HIPERVÍNCULOS El Usuario se obliga a no reproducir de ningún modo, ni siquiera mediante un hiperenlace o hipervínculo, el Espacio Web, así como ninguno de sus contenidos, salvo autorización expresa y por escrito del responsable del fichero. El Espacio Web puede incluir enlaces a otros espacios web, gestionados por terceros, con objeto de facilitar el acceso del Usuario a la información de empresas colaboradoras y/o patrocinadoras. Conforme con ello, la sociedad no se responsabiliza del contenido de dichos Espacios web, ni se sitúa en una posición de garante ni/o de parte ofertante de los servicios y/o información que se puedan ofrecer a terceros a través de los enlaces de terceros. Se concede al Usuario un derecho limitado, revocable y no exclusivo a crear enlaces a la página principal del Espacio Web exclusivamente para uso privado y no comercial. Los Espacios web que incluyan enlace a nuestro Espacio Web (i) no podrán falsear su relación ni afirmar que se ha autorizado tal enlace, ni incluir marcas, denominaciones, nombres comerciales, logotipos u otros signos distintivos de nuestra sociedad; (ii) no podrán incluir contenidos que puedan considerarse de mal gusto, obscenos, ofensivos, controvertidos, que inciten a la violencia o la discriminación por razón de sexo, raza o religión, contrarios al orden público o ilícitos; (iii) no podrán enlazar a ninguna página del Espacio Web distinta de la página principal; (iv) deberá enlazar con la propia dirección del Espacio Web, sin permitir que el Espacio web que realice el enlace reproduzca el Espacio Web como parte de su web o dentro de uno de sus “frames” o crear un “browser” sobre cualquiera de las páginas del Espacio Web. La empresa podrá solicitar, en cualquier momento, que elimine cualquier enlace al Espacio Web, después de lo cual deberá proceder de inmediato a su eliminación. La empresa no puede controlar la información, contenidos, productos o servicios facilitados por otros Espacios web que tengan establecidos enlaces con destino al Espacio Web. 8. PROTECCIÓN DE DATOS Para utilizar algunos de los Servicios, el Usuario debe proporcionar previamente ciertos datos de carácter personal. La empresa tratará automatizadamente estos datos y aplicará las correspondientes medidas de seguridad, todo ello en cumplimiento del RGPD, LOPDGDD y LSSI. El Usuario puede acceder a la política seguida en el tratamiento de los datos personales, así como el establecimiento de las finalidades previamente establecidas, en las condiciones definidas en la Política de Privacidad. 9. COOKIES La empresa se reserva el derecho de utilizar la tecnología “cookie” en el Espacio Web, a fin de reconocerlo como Usuario frecuente y personalizar el uso que realice del Espacio Web mediante la preselección de su idioma, o contenidos más deseados o específicos. Las cookies recopilan la dirección IP del usuario siendo Google el responsable del tratamiento de esta información. Las cookies son ficheros enviados a un navegador, por medio de un servidor Web, para registrar la navegación del Usuario en el Espacio Web, cuando el Usuario permita su recepción. Si usted lo desea puede configurar su navegador para ser avisado en pantalla de la recepción de cookies y para impedir la instalación de cookies en su disco duro. Por favor consulte las instrucciones y manuales de su navegador para ampliar esta información. Gracias a las cookies, resulta posible que se pueda reconocer el navegador del ordenador utilizado por el Usuario con la finalidad de facilitar contenidos y ofrecer las preferencias de navegación u publicitarias que el Usuario, a los perfiles demográficos de los Usuarios así como para medir las visitas y parámetros del tráfico, controlar el progreso y número de entradas. 10. DECLARACIONES Y GARANTÍAS En general, los contenidos y servicios ofrecidos en el Espacio Web tienen carácter meramente informativo. Por consiguiente, al ofrecerlos, no se otorga garantía ni declaración alguna en relación con los contenidos y servicios ofrecidos en el Espacio web, incluyendo, a título enunciativo, garantías de licitud, fiabilidad, utilidad, veracidad, exactitud, o comerciabilidad, salvo en la medida en que por ley no puedan excluirse tales declaraciones y garantías. 11. FUERZA MAYOR La empresa no será responsable en todo en caso de imposibilidad de prestar servicio, si ésta se debe a interrupciones prolongadas del suministro eléctrico, líneas de telecomunicaciones, conflictos sociales, huelgas, rebelión, explosiones, inundaciones, actos y omisiones del Gobierno, y en general todos los supuestos de fuerza mayor o de caso fortuito. 12. RESOLUCIÓN DE CONTROVERSIAS. LEY APLICABLE Y JURISDICCIÓN Las presentes Condiciones Generales de Uso, así como el uso del Espacio Web, se regirán por la legislación española. Para la resolución de cualquier controversia las partes se someterán a los Juzgados y Tribunales del domicilio social del Responsable del sitio web. En el supuesto de que cualquier estipulación de las presentes Condiciones Generales de Uso resultara inexigible o nula en virtud de la legislación aplicable o como consecuencia de una resolución judicial o administrativa, dicha inexigibilidad o nulidad no hará que las presentes Condiciones Generales de Uso resulten inexigibles o nulas en su conjunto. En dichos casos, la empresa procederá a la modificación o sustitución de dicha estipulación por otra que sea válida y exigible y que, en la medida de lo posible, consiga el objetivo y pretensión reflejados en la estipulación original.
