Repository: Enrique30303/Scheduly
Catalog: lib/l10n/intl_*.arb
Languages: es

source: Home
es: Inicio

source: About Us
es: Acerca de nosotros

source: Services
es: Servicios

source: Contact
es: Cotactanos

source: Schedule
es: Calendario

source: Organize your time
es: Organiza tu tiempo

# time_gold
source: Time is gold
es: El Tiempo es oro

source: Its time to
es: Es tiempo de

source: change
es: cambiar

# initial_date
source: Initial Task Time Date
es: Tiempo inicial

# final_date
source: Final Task Time Date
es: Tiempo final

source: Cancel
es: Cancelar

# change_language
source: Cambiar a español
es: Change to English

# language
source: es
es: en

# started
source: Get Started
es: Comenzar

# video
source: Watch Video
es: Ver Video

# task_name
source: Enter task name
es: Ingresa nombre

source: Add Task
es: Agregar tarea

source: Create new task
es: Agregar tarea

# tools
source: We give you the tools to be able to spend more time with your family and friends
es: Te damos las herramientas para poder pasar más tiempo con tu familia y amigos

# about_us_tittle_1
source: A Product Serving Millions of Users
es: Un producto al servicio de millones de usuarios

# about_us_content_1
source: Teamup Calendar is a cloud-based group calendar application developed by Teamup Solutions AG in Zurich, Switzerland. We leverage the latest technology infrastructure, such as AWS Cloud, to deliver our services with reliability, security, and scale. More than three million users in over 150 countries rely on Teamup every month. We are grateful that our customers love our product, and provide us with a constant stream of motivation, inspiration, and ideas to make our product better and more useful.
es: Teamup Calendar es una aplicación de calendario grupal basada en la nube desarrollada por Teamup Solutions AG en Zúrich, Suiza. Aprovechamos la última infraestructura tecnológica, como AWS Cloud, para brindar nuestros servicios con confiabilidad, seguridad y escalabilidad. Más Más de tres millones de usuarios en más de 150 países confían en Teamup todos los meses. Estamos agradecidos de que a nuestros clientes les encante nuestro producto y nos brinden un flujo constante de motivación, inspiración e ideas para hacer que nuestro producto sea mejor y más útil

# about_us_tittle_2
source: A Globally Distributed Team
es: Un equipo distribuido globalmente

# about_us_content_2
source: We are a distributed team working across 3 continents on flexible hours along with our family duties and social demands. We embrace work-life integration with the freedom to be our best selves and do our best every day. Despite the physical distance and time zone differences, we share the mission and inspiration to develop a useful product that helps millions of people get better organized, schedule and communicate more efficiently. We treasure moments of joy spread over Slack asynchronously throughout the day, be it words from our appreciative customers telling us how much they love our product, beautiful photos from our nature-loving teammates, or a contagiously joyful baby face that belongs to the memory of every growing family.
es: Somos un equipo distribuido que trabaja en 3 continentes en horarios flexibles junto con nuestros deberes familiares y demandas sociales. Adoptamos la integración entre el trabajo y la vida con la libertad de ser lo mejor de nosotros mismos y dar lo mejor de nosotros todos los días. A pesar del físico diferencias de distancia y zona horaria, compartimos la misión y la inspiración para desarrollar un producto útil que ayude a millones de personas a organizarse mejor, programar y comunicarse de manera más eficiente. clientes agradecidos que nos dicen cuánto aman nuestro producto, hermosas fotos de nuestros compañeros de equipo amantes de la naturaleza o una carita de bebé contagiosamente alegre que pertenece a la memoria de cada familia en crecimiento.

source: Free
es: Gratis

source: Payment
es: De Pago

# free_info
source: We give you the majority of functionalities such as being able to create tasks, modify them, delete them unlimitedly.
es: Te brindamos la mayoría de funcionalidades como poder crear tareas, modificarlas, borrarlas ilimitadamente.

# payment_info
source: To be able to have all the premium features, share the calendar with google calendar, share the calendar with other people, be able to create a calendar for a group of people who will have access to it and be able to modify, create and delete tasks but only you can join if they have also paid.
es: Para poder tener todas las funciones premium, compartir el calendario con google calendar, compartir el calendario con otras personas, poder crear un calendario para un grupo de personas que tendrán acceso a él y poder modificar, crear y eliminar tareas pero solo se puede unir si también se a pagado.

# politics
source: Privacy policies
es: Politicas de privacidad

# lega_politics
source: Legal notice policies
es: Politicas Legales
